{
    "app": {
        "name" : "i18next"
    }
    ,"section":{
        "intro": "ABOUT",
        "games": "MY GAMES",
        "works": "OTHERS WORKS"
    }
    ,"about": {
        "hello": "Hello World! I'm",
        "live": "live in Recife - Brazil.",
        "dev": "Developer from: ",
        "job": "Currently working in ",
        "main": "Main skills: ",
        "others": "Others skills: ",
        "todo": "2D/3D animations, UI/UX design and some brandings.",
        "contact": "CONTACT ME:"
    }
    ,"landpage": {
        "combine": "Combine is a dynamic, colorful and full of shapes game.",
        "desc_combine": "Combine the objects in a dynamic, colorful and full of shapes game. Each shape that appears sliding is a new challenge, be quick and attentive or it will be the end of the game.",
        "desc_combineFim": "Have a good time! Or rather ... Combine!",
        "combineGoogle": "Download Combine! on the Google Play",
        "combineApple": "Download Combine! on the App Store",
        
        "tapple": "Tapple! Feel jumping hopscotch with your fingers. Tapple is a game  that challenges your concentration and reaction speed.",
        "desc_tapple": "Tapple! Feel jumping hopscotch with your fingers. Tapple is a game  that challenges your concentration and reaction speed.",
        "desc_tappleFim": "Have a good time! Or rather ... Tapple!",
        "tappleGoogle": "Download Tapple! on the Google Play",
        "tappleApple": "Download Tapple! on the App Store",

        "futgol": "Be the greatest striker of all time. Make countless goals on Futgol.",
        "desc_futgol": "Be the greatest striker of all time. Make countless goals on Futgol.",
        "desc_futgolFim": "Buy fields, balls, defenders, to improve your game.",
        "futgolGoogle": "Download Futgol on Google Play",
        "futgolApple": "Coming soon in the App Store"
    }
    ,"card": {
        "role": "ROLE",
        "task": "TASK",
        "focus": "FOCUS",
        "echo": "Dev games in AS3 Flixel, Java Android.",
        "dhaw": "Dev games in AS3 Flixel, HTML5 Phaser.",
        "gluup": "Dev games in Java Android for aid to physiotherapy.",
        "sekai": "Dev games in AS3 Flixel",
        "irena1": "Intern / Technologist Engineer",
        "irena2": "Fill databases, assistance to the design and operation of the product."
    }
    ,"title": {
        "reset": "Refresh.",
        "eng": "Translation of the website into English.",
        "bra": "Translation of the website into Brazil's Portuguese.",
        "about": "Introduction. Hello World! I'm ALESSANDRO EMANUEL, live in Recife - Brazil. Developer from: games, apps and website (front-end). My main skills are: HTML5, JS/JQuery, CSS3, swift for iOS, java for android, C# for unity and win mobile. my others skills are: 2D/3D animations, UI/UX design and some brandings.",
        "face": "My Facebook page",
        "insta": "My Instagram page",
        "linked": "My Linkedin page",
        "mail": "My E-Mail - alesefs@gmail.com",
        "end": "Rights Alessandro Emanuel. Here is the end of page",
        "noscript": "Your browser does not support JavaScript or JavaScript is blocked!",
        "loading": "LOADING, PLEASE WAIT..."
    }
    ,"works": {
        "echo": "Echo Studio Games. My role: Web and Game Developer. My tasks: develop games in AS3-flixel and Java-Android. Focus: Web, android and blackberry games. click for open Echo Studio's site.",
        "dhaw": "DHAW. My role: Web and Game Developer. My tasks: develop games in AS3-flixel and HTML5-Phaser. Focus: Web games. click for open dhaw's site.",
        "gluup": "Gluup. My role: Game Developer. My tasks: develop games in java-android for aid to physiotherapy. Focus: mobile game. click for open gluup's site.",
        "sekai": "The Sekai. My role: Web and Game Developer. My tasks: develop games in AS3-flixel. Focus: Web games. click for open the sekai's site.",
        "irena": "iRena app. My role: Intern - Software Engineer. My tasks: Fill databases, assistance to the design and operation of the product. Focus: Mobile apps for Android and iOS about soccer. click for open irena's site."
    }
}